Revit 2027 API
IFCAnyHandle Operators
The IFCAnyHandle type exposes the following members.
Operators
Name | Description
Equality(IFCAnyHandle, IFCAnyHandle) | Determines whether two IFCAnyHandles are the same.
Inequality(IFCAnyHandle, IFCAnyHandle) | Determines whether two IFCAnyHandles are different.
Top
See Also
Reference
IFCAnyHandle Class
Autodesk.Revit.DB.IFC Namespace